Repository: elementary/greeter
Catalog: po/extra/*.po
Languages: ar, ca, cs, de, es, fr, he, hu, nl, pl, pt_br, ru, sv, tr, uk, zh_tw

source: Greeter
cs: Přihlašovací obrazovka

source: Unlock or log in to your device
ar: افتح أو سجل الدخول إلى جهازك
ca: Desbloquegeu o entreu al dispositiu
cs: Odemkněte nebo se přihlaste do svého počítače
de: Gerät entsperren oder daran anmelden
es: Desbloquee o inicie sesión en su equipo
fr: Déverrouillez ou connectez-vous à votre appareil
he: שחרור נעילה או כניסה למכשיר שלך
hu: Feloldás vagy bejelentkezés az eszlözbe
nl: Ontgrendel uw apparaat of log in
pl: Odblokuj lub zaloguj się do swojego urządzenia
pt_br: Desbloquear ou efetuar login em seu dispositivo
ru: Разблокируйте устройство или авторизуйтесь
sv: Lås upp eller logga in på din enhet
tr: Cihazınızın kilidini veya oturumunuzu açın
uk: Розблокуйте або увійдіть до свого пристрою
zh_tw: 解除鎖定或登入您的裝置

source: Minor updates:
ca: Actualitzacions menors:
cs: Drobné aktualizace:
de: Kleinere Aktualisierungen:
es: Actualizaciones menores:
fr: Mises à jour mineures :
he: עדכונים משניים:
hu: Apróbb frissítések:
nl: Kleine updates:
pl: Mniejsze aktualizacje:
pt_br: Atualizações menores:
ru: Незначительные обновления:
sv: Mindre uppdateringar:
tr: Küçük güncellemeler:
uk: Незначні оновлення:
zh_tw: 小型更新：

source: Updated translations
ar: تحديثات على الترجمة
ca: Traduccions actualitzades
cs: Aktualizovány překlady
de: Aktualisierte Übersetzungen
es: Traducciones actualizadas
fr: Mise à jour des traductions
he: התרגומים עודכנו
hu: Frissített fordítások
nl: Bijgewerkte vertalingen
pl: Zaktualizowano tłumaczenia
pt_br: Traduções atualizadas
ru: Обновлены переводы
sv: Uppdaterade översättningar
tr: Çeviriler güncellendi
uk: Оновлені переклади
zh_tw: 更新翻譯

source: Improvements:
ca: Millores:
cs: Vylepšení:
de: Verbesserungen:
es: Mejoras:
fr: Améliorations :
he: שיפורים:
hu: Fejlesztések:
nl: Verbeteringen:
pl: Ulepszenia:
pt_br: Melhorias:
ru: Улучшения:
sv: Förbättringar:
tr: İyileştirmeler:
uk: Удосконалення:
zh_tw: 改善項目：

source: Fix a random issue where Greeter does not load correctly on boot
ca: Solució d'un problema aleatori en què Greeter no es carrega correctament a l'arrencada
cs: Opraven nahodile se vyskytující problém kdy se při spuštění systému správně nenačetla uvítací obrazovka
es: Se corrigió un problema aleatorio donde el inicio de sesión no funciona correctamente al iniciar
fr: Correction d'un problème aléatoire où Greeter ne se charge pas correctement au démarrage
he: תוקנה בעיה אקראית שמקבל הפנים לא נטען כראוי עם ההפעלה הראשונית
hu: Egy véletlenszerű hiba javítva, ami megakadályozta a helyes betöltést rendszerindításkor
nl: Los een willekeurig probleem op waarbij Greeter niet correct laadt bij het opstarten
pl: Naprawiono losowy problem uniemożliwiający Powitaniu załadowanie się przy starcie
pt_br: Corrige um problema aleatório onde o Greeter não carrega corretamente na inicialização
ru: Исправлена ошибка, при которой Greeter не загружался корректно при запуске системы
sv: Åtgärda ett slumpmässigt problem där Hälsaren inte läses in korrekt vid uppstart
tr: Greeter'ın önyükleme sırasında düzgün yüklenmemesine neden olan rastgele bir sorunu düzelt
uk: Виправлено проблему, коли екран привітання неправильно завантажується
zh_tw: 修正 greeter 在開機時會隨機無法正確載入的問題

source: Hide clock during initial setup
cs: V úvodním nastavení skryty hodiny
de: Uhr bei der erstmaligen Einrichtung verbergen

source: Use selected accent color for logged in checkmark
cs: Použít zvolenou barvu zvýraznění pro zatržítko u přihlášených
de: Ausgewählte Akzentfarbe für Häkchen verwenden

source: Add multitouch finger tracking
ar: إضافة تتبع الإصبع باللمس المتعدد
cs: Přidáno vícedotykové sledování prstu
de: Multitouch Fingertracking hinzugefügt

source: Add keyboard layout support
ar: دعم تخطيط لوحة المفاتيح
cs: Přidána podpora pro rozložení klávesnice
de: Tastaturlayout-Unterstützung hinzugefügt

source: New colorful avatar fallbacks
ar: ألوان بديلة احتياطية مكان الصورة الشخصية في حال لم توجد
cs: Nové náhradní plnobarevné profilové obrázky
de: Neue farbenfrohe Avatar-Fallbacks

source: Fix clock when resuming from sleep
ar: إصلاح الساعة عند فتح الجهاز بعد إغلاقه
cs: Opraven čas při návratu z režimu spánku
de: Behebt einen Fehler mit der Uhr beim Aufwachen

source: Fix an issue with media keys
ar: إصلاح مشكلة مفاتيح الوسائط
cs: Oprava problému s klávesami pro ovládání multimédií
de: Ein Fehler mit Medientasten wurde behoben

source: Ensure that manual login is available when users are hidden
ar: التأكد بأن تسجيل الدخول اليدوي متاح عندما تكون حسابات المستخدمين مخفية
cs: Zajištěno, že je k dispozici ruční přihlášení, když jsou uživatelé skrytí
de: Sicherstellen, dass ein manueller Login möglich ist, wenn User versteckt sind

source: Save last user on attempted login
ar: حفظ آخر محاولة تسجيل دخول للمستخدم
cs: Je zapamatován naposledy přihlášený nebo zkoušený uživatel
de: Speichere letzten User nach versuchtem Login

source: Handle all background aspect ratios
ar: التحكم بجميع قياسات خلفية الشاشة
cs: Zvládá už všechny poměry stran pozadí
de: Verwaltet alle Hintergrund-Bildseitenverhältnisse

source: Give non-focused user cards smaller usernames
ar: إعطاء بطاقات المستخدمين غير المركز عليهم أسماء مستخدمين
cs: Nezaměřené karty uživatelů mají uživatelská jména menším písmem
de: Verringert die Schriftgrösse von Benutzernamen, wenn deren Karte nicht angewählt ist

source: Better respect NumLock settings
ar: مراعاة أكثر لإعدادات مفتاح الأرقام
cs: Lepší zohlednění nastavení NumLock
de: NumLock Einstellung wird besser beachtet

source: Enable sounds in greeter
ar: تفعيل الأصوات في شاشة الترحيب
cs: Zapnutí zvuku na přihlašovací obrazovce
de: Aktiviere Sounds im Anmeldebildschirm

source: Select password text on error instead of immediately clearing it
ar: اختيار نص كلمة المرور عند حدوث خطأ بدلاً من مسحها مباشرة
cs: Vybrání textu hesla při chybě namísto jeho okamžitého vymazání
de: Wähle den Passworttext bei einem Fehler aus, statt ihn direkt zu leeren

source: Code cleanup
ar: تنظيف الكود
cs: Údržba kódu
de: Code Aufräumarbeiten

source: Extensive overhaul
ar: إعادة تجديد شاملة
cs: Rozsáhlé předělání
de: Umfangreiche Überholung

source: New card-based appearance
ar: مظهر جديد على شكل بطاقات
cs: Nové rozhraní, založené na kartách
de: Neue, kartenbasierte Ansicht

source: Improved HiDPI support
ar: دعم أفضل للشاشات ذات الدقة العالية
cs: Vylepšena podpora pro vysoké rozlišení (HiDPI)
de: Verbesserte HiDPI-Unterstützung

source: AccountsService functionality
ar: خاصية AccountsService
cs: Funkce AccountsService
de: AccountsService Funktionalität

source: Various bug fixes
ar: إصلاح مشاكل عديدة
cs: Opravy dalších chyb
de: Verschiedene Fehlerbehebungen

source: New Features:
ca: Característiques noves:
de: Neue Funktionen:
es: Nuevas características:
fr: Nouvelles fonctionnalités :
he: יכולות חדשות:
hu: Új funkciók:
nl: Nieuwe functies:
pl: Nowe funkcje:
pt_br: Novos recursos:
ru: Новые возможности:
sv: Nya funktioner:
tr: Yeni Özellikler:
uk: Нові функції:
zh_tw: 新功能：

source: Login &amp; Lock Screen
ca: Inici de sessió i pantalla de bloqueig
es: Inicio de sesión y pantalla de bloqueo
fr: Connexion et écran de verrouillage
he: כניסה ומסך נעילה
hu: Bejelentkezési és lezárási képernyő
nl: Inloggen en scherm vergrendelen
pl: Logowanie &amp; Ekran blokady
pt_br: Login e Tela de Bloqueio
ru: Экран входа и блокировки
sv: Inloggning och låsskärm
tr: Oturum Açma ve Kilit Ekranı
uk: Вхід та екран блокування
zh_tw: 登入與鎖定畫面

source: elementary, Inc.
he: elementary בע״מ.

source: Add blurred wallpaper as background
ca: Afegiu un fons de pantalla borrós com a fons
es: Se agregó un fondo de escritorio desenfocado
fr: Ajout du fond d'écran flou comme arrière-plan
he: הוספת תמונת רקע מטושטשת כרקע
hu: Homályosított háttérkép használata háttérként
nl: Voeg vervaagde afbeelding toe als achtergrond
pl: Dodano rozmazaną tapetę jako tło
pt_br: Adicionado papel de parede com o efeito blur como background
ru: Добавлены размытые обои в качестве фона
sv: Lägg till oskarp bakgrundsbild som bakgrund
tr: Arkaplan olarak bulanık duvar kağıdı ekle
uk: Додано розмиті шпалери для тла
zh_tw: 新增將模糊桌布設為背景的功能

source: Make Date and Time larger and bolder with softer shadows
ca: Fes que la data i l'hora siguin més grosses i atrevides amb ombres més suaus.
es: El texto de la fecha y hora es ahora más grande, más gruesa y con sombras más suaves
fr: Agrandissement de la date et de l'heure avec des ombres plus douces
he: הגדלה והדגשה של התאריך והשעה באמצעות צללים רכים יותר
hu: Az idő és dátum kijelzésének megnagyobbítása, finomabb árnyékokkal
nl: Maak datum en tijd groter en meer uitgesproken met zachtere schaduwen
pl: Czas i data są teraz większe i cięższe oraz mają delikatniejsze cienie
pt_br: Define que a data e hora sejam um texto largo e com sombras mais suaves
ru: Виджет даты и времени теперь крупнее, жирнее, с более мягкими тенями
sv: Gör datum och tid större och fetare med mjukare skuggor
tr: Tarih ve Saati daha yumuşak gölgelerle daha büyük ve daha kalın yap
uk: Дата й час стають більшими та виразнішими за допомогою пом'якшених тіней
zh_tw: 讓日期與時間更大並使用較柔和的陰影

source: Prevent a potential issue with dialogs that use portals
ca: Evita un possible problema amb els diàlegs que utilitzen portals
es: Se corrigió un posible problema con cuadro de diálogo que usen portales
fr: Empêche un problème potentiel avec les boîtes de dialogue qui utilisent des portails
he: נמנעה תקלה אפשרית עם חלוניות שמשתמשות בשערים
hu: Egy lehetséges probléma megelőzése olyan párbeszédablakoknál, amelyek portálokat használnak
nl: Voorkom een potentieel probleem met dialogen die portalen gebruiken
pl: Zapobiegnięto potencjalnemu problemowi przy dialogach używających portale
pt_br: Previne um possível problema com as caixas de diálogo que usam portais
ru: Предотвращена потенциальная проблема с диалогами, использующими порталы
sv: Förhindra ett potentiellt problem med dialogrutor som använder portaler
tr: Portalları kullanan iletişim kutularında olası bir sorunu önle
uk: Попередження про потенційні проблеми з діалоговими вікнами, які використовують портали
zh_tw: 防止使用桌面入口的對話框可能會遇到的某個問題

source: Fix potential issues with incorrect keyboard layout being set
ca: Solució de problemes potencials amb la configuració incorrecta del teclat
es: Se corrigieron posibles problemas al establecer distribuciones de teclado incorrectas
fr: Correction du mauvais agencement de clavier activé par défaut
he: תוקנה בעיה אפשרית עם הגדרת פריסת מקלדת שגויה
hu: Helytelen billentyűzetkiosztás esetén előforduló hibák javítva
nl: Voorkom potentiÃ«le problemen wanneer een incorrecte toetsenbordindeling wordt ingesteld
pl: Naprawiono potencjalne problemy z nieprawidłowym ustawieniem układu klawiatury
pt_br: Corrige possíveis problemas com a configuração incorreta do layout de teclado
ru: Исправлены потенциальные проблемы установки неверной раскладки клавиатуры
sv: Åtgärdar potentiella problem med felaktig tangentbordslayout som ställts in
tr: Yanlış klavye düzeninin ayarlanmasıyla ilgili olası sorunları düzelt
uk: Виправлено потенційні проблеми, пов'язані з неправильною розкладкою клавіатури
zh_tw: 修正可能設定錯誤的鍵盤配置的問題

source: Provide panel background color interface
ca: Proporciona una interfície de color de fons
es: Se provee una interface de color de fondo para el panel
fr: Ajout d'une interface pour la couleur d'arrière-plan du panneau
he: אספקת מנשק צבע רקע לסרגל
hu: Interfész a panel háttérszínéhez
nl: Zorg voor een interface met de achtergrondkleur van het paneel
pl: Dodano interfejs dla koloru tła panelu
pt_br: Fornece interface de cor de fundo do painel
ru: Верхней панели теперь предоставляется информация о цвете заднего фона
sv: Ange bakgrundsfärg för panelens gränssnitt
tr: Panel arka plan rengi arayüzü sağla
uk: Додано панель кольору тла інтерфейсу
zh_tw: 提供面板背景色彩介面
