Repository: elementary/greeter
Catalog: po/*.po
Languages: be, bs, ckb, de, fr, hu, id, ka, ko, sk, zh_tw

source: Changes will automatically revert after %i second.
be: Змены будуць скасаваныя праз %i секунду.
de: Änderungen werden nach %i Sekunde automatisch zurückgesetzt.
fr: Les modifications seront automatiquement annulées après %i seconde.
hu: A változások automatikusan visszaállnak %i másodperc múlva.
id: Perubahan akan kembali secara otomatis setelah %i detik.
ka: ცვლილებები ავტომატურად დაბრუნება %i წამის შემდეგ.
sk: Za %i sekundu sa zmeny automaticky vrátia späť.

source: Keep new display settings?
be: Захаваць новыя налады дысплэя?
ckb: هێشتنەوەی ڕێکخستنە تازەکانی ڕونما؟
de: Neue Bildschirmeinstellungen beibehalten?
fr: Conserver les nouveaux paramètres d'affichage ?
hu: Új kijelzőbeállítások megtartása?
id: Pertahankan pengaturan tampilan baru?
ka: დავიტოვო ეკრანის ახალი პარამეტრები?
sk: Ponechať nové nastavenia obrazovky?

source: Keep Settings
be: Захаваць налады
ckb: هێشتنەوەی ڕێکخستنەکان
de: Einstellungen beibehalten
fr: Conserver les paramètres
hu: Beállítások megtartása
id: Pertahankan Pengaturan
ka: პარამეტრების შენარჩუნება
sk: Ponechať nastavenia

source: Use Previous Settings
be: Выкарыстаць папярэднія налады
ckb: بەکارهێنانی ڕێکخستنەکانی پێشوو
de: Vorherige Einstellungen verwenden
fr: Utiliser les paramètres précédents
hu: Előző beállítások visszaállítása
id: Gunakan Pengaturan Sebelumnya
ka: წინა პარამეტრების გამოყენება
sk: Použiť predchádzajúce nastavenia

source: Classic session automatically selected
fr: Session classique sélectionnée automatiquement

source: Accessibility features may be unavailable in the Secure session
fr: Les fonctionnalités d'accessibilité pourraient être indisponibles dans la session sécurisée

source: Log in as Guest
be: Увайсці як госць
ckb: چوونە ژور وەکو میوان
de: Als Gast anmelden
fr: Connexion en tant qu'invité
hu: Bejelentkezés vendégként
id: Masuk sebagai Tamu
ka: სტუმრად შესვლა
sk: Prihlásiť sa ako hosť

source: Manual Login…
be: Ручны ўваход…
ckb: چوونە ژوری ناخۆکار…
de: Manuell anmelden …
fr: Connexion manuelle…
hu: Kézi bejelentkezés…
id: Masuk Manual…
ka: ხელით შესვლა…
sk: Ručné prihlásenie…

source: Unable to Log In
be: Не ўдалося ўвайсці
ckb: چوونە ژورەوە سەرکەوتوو نەبوو
de: Anmelden fehlgeschlagen
fr: Impossible de se connecter
hu: Sikertelen bejelentkezés
id: Tidak bisa Masuk
ka: შესვლა შეუძლებელია
sk: Nedarí sa prihlásiť

source: Starting the session has failed.
be: Не ўдалося запусціць сеанс.
ckb: دەستپێکردنی سێشن شکستی هێنا.
de: Start der Sitzung fehlgeschlagen.
fr: Le lancement de la session a échoué.
hu: A munkamenet indítása sikertelen.
id: Gagal memulai sesi.
ka: სესიის დაწყების შეცდომა.
sk: Spustenie relácie sa nepodarilo.

source: Unable to Launch Initial Setup
be: Не ўдалося запусціць пачатковае наладжванне
ckb: نەتوانرا دامەزراندنی سەرەتایی بخرێتە کار
de: Ersteinrichtung konnte nicht gestartet werden
fr: Impossible de lancer la configuration initiale
hu: Nem lehet elindítani a Kezdeti beállításokat
id: Tidak Dapat Meluncurkan Penyiapan Awal
ka: პირველადი მორგების გაშვების შეცდომა
sk: Nedarí sa spustiť Prvotné nastavenie

source: Initial Setup creates your first user. Without it, you will not be able to log in and may need to reinstall the OS.
be: Пачатковае наладжванне стварае ваш першы ўліковы запіс. Без яго, вы не зможаце ўвайсці і, магчыма, вам спатрэбіцца пераўсталяваць АС.
ckb: دامەزراندنی سەرەتایی ڕێگەت دەدات بەکارهێنەرێک دروست بکەیت، بەبێ ئەمە ناتوانیت بچیتە ژوور و، لەوانەیە پێویست بکات دووبارە سیستەمەکە دابمەزرێنییەوە.
de: Bei der Ersteinrichtung wird das erste Benutzerkonto angelegt. Ohne dies ist eine Anmeldung nicht möglich und das Betriebssystem muss möglicherweise erneut installiert werden.
fr: L'installation initiale créé votre premier utilisateur. Sans cela, vous ne pourriez pas vous connecter et devriez réinstaller le système d'exploitation.
hu: A Kezdeti beállítások létrehozza az első felhasználóját. Enélkül nem fog tudni bejelentkezni és esetleg újra kell majd telepítenie a rendszert.
id: Penyiapan Awal membuat pengguna pertama. Tanpanya, Anda tidak dapat masuk dan mungkin diharuskan memasang ulang OS.
ka: საწყისი მორგება თქვენს პირველ მომხმარებელს შექმნის. მის გარეშე ვერ შეხვალთ და შეიძლება სისტემის გადაყენებაც კი დაგჭირდეთ.
sk: Prvotné nastavenie vytvorí váš prvý používateľský účet. Bez neho sa nebudete môcť prihlásiť a možno bude nutné preinštalovať OS.

source: Manual Login
be: Ручны уваход
bs: Ručna prijava
ckb: چوونە ژوری ناخۆکار
de: Manuell anmelden
fr: Connexion manuelle
hu: Kézi bejelentkezés
id: Masuk Secara Manual
ka: ხელით შესვლა
ko: 수동 로그인
sk: Ručné prihlásenie
zh_tw: 手動登入

source: Username
be: Імя карыстальніка
ckb: بەکارهێنەر
de: Benutzername
fr: Nom d'utilisateur
hu: Felhasználónév
id: Nama Pengguna
ka: მომხმარებლის სახელი
sk: Používateľské meno

source: Try username
be: Паспрабуйце імя карыстальніка
ckb: بەکارهێنەر تاقی بکەوە
de: Benutzernamen eingeben
fr: Essayer le nom d'utilisateur
hu: Próbálja a felhasználónevet
id: Cek nama pengguna
ka: სცადეთ მომხმარებლის სახელი
sk: Vyskúšať používateľské meno

source: Log In
be: Увайсці
bs: Prijava
ckb: چوونە ژور
de: Anmelden
fr: Connexion
hu: Bejelentkezés
id: Masuk
ka: შესვლა
ko: 로그인
sk: Prihlásiť sa
zh_tw: 登入

source: Account disabled
be: Уліковы запіс адключаны
ckb: هەژمار ڕاگیراوە
de: Konto deaktiviert
fr: Compte désactivé
hu: Fiók letiltva
id: Akun dinonaktifkan
ka: ანგარიში გათიშულია
sk: Účet zablokovaný

source: Session cannot be changed while user is logged in
be: Немагчыма змяніць сеанс, пакуль карыстальнік у сістэме
ckb: ناتوانرێت سێشن بگۆڕدرێت کاتێک کە بەکارهێنەر لە ژوورەوەیە
de: Eine Sitzung kann nicht geändert werden, solange der Benutzer angemeldet ist
fr: La session ne peut pas être modifiée tant que l'utilisateur est connecté
hu: A munkamenet nem változtatható meg, míg a felhasználó be van lépve
id: Sesi tidak dapat diubah ketika pengguna sedang masuk
ka: სესიის შეცვლა მაშინ, როცა მომხმარებელი შესულია, შეუძლებელია
sk: Relácia nemôže byť zmenená, pokiaľ je používateľ prihlásený

source: Caps Lock & Num Lock are on
be: Caps Lock і Num Lock уключаныя
ckb: دوگمەی کەپس لۆک و نەم لۆک داگیراون
de: Feststelltaste und Num-Lock-Taste sind aktiviert
fr: Verr Maj & Verr Num activés
hu: A Caps Lock és a Num Lock be vannak kapcsolva
id: Caps Lock & Num Lock menyala
ka: Caps Lock & Num Lock ჩართულებია
sk: Caps Lock a Num Lock sú zapnuté

source: Caps Lock is on
be: Caps Lock уключаны
ckb: دوگمەی کاپس لۆک داگیراوە
de: Feststelltaste ist aktiviert
fr: Verr Maj activé
hu: Caps Lock bekapcsolva
id: Caps Lock menyala
ka: Caps Lock ჩართულია
sk: Caps Lock je zapnutý

source: Num Lock is on
be: Num Lock уключаны
ckb: دوگمەی نەم لۆک داگیراوە
de: Num-Lock-Taste ist aktiviert
fr: Verr Num activé
hu: Num Lock bekapcsolva
id: Num Lock menyala
ka: Num Lock ჩართულია
sk: Num Lock je zapnutý

source: Password
be: Пароль
ckb: تێپەڕەوشە
de: Passwort
fr: Mot de passe
hu: Jelszó
id: Kata Sandi
ka: პაროლი
sk: Heslo

source: Swipe your finger
bs: Skenirajte svoj prst
ko: 손가락으로 문지르세요
zh_tw: 滑動您的手指

source: Place your finger
bs: Položite svoj prst
ko: 손가락을 대세요
zh_tw: 放置您的手指

source: Remove your finger and try again.
bs: Sklonite svoj prst i pokušajte opet.
ko: 손가락을 떼었다 다시 해보세요.
zh_tw: 移除您的手指並重試。

source: Center your finger and try again.
bs: Položite prst na sredinu i pokušajte opet.
ko: 손가락을 가운데 두고 다시 해보세요.
zh_tw: 將您的手指置中並重試。

source: An unknown error occured
bs: Došlo je do nepoznate greške
ko: 알 수 없는 오류가 생겼습니다

source: Swipe your finger again
bs: Skenirajte svoj prst još jednom
ko: 다시 손가락으로 문지르세요
zh_tw: 再次滑動您的手指

source: Swipe was too short, try again
bs: Prekratko polaganje prsta, pokušajte opet
ko: 너무 움직임이 적습니다, 다시 해보세요
zh_tw: 滑動幅度太小，請再試一次

source: Your finger was not centered, try swiping your finger again
bs: Vaš prst nije bio na sredini, pokušajte položiti prst opet
ko: 손가락이 가운데 있지 않습니다, 다시 문질러주세요
zh_tw: 您的手指並未置中，請嘗試再次滑動您的手指

source: Remove your finger, and try swiping your finger again
bs: Sklonite svoj prst i pokušajte skeniranje opet
ko: 손가락을 떼었다가, 다시 해보세요
zh_tw: 請移開您的手指，並再試著滑動一次

source: Place your finger on the reader again
bs: Položite opet svoj prst na čitač
ko: 손가락을 떼었다 다시 해보세요
zh_tw: 請將您的手指再次放到讀取器上

source: Failed to match fingerprint
bs: Otisak prsta ne odgovara pohranjenim otiscima
ko: 지문 인식을 하지 못했습니다
zh_tw: 指紋比對失敗

source: Verification timed out
bs: Vrijeme za verifikaciju je isteklo
ko: 인증 시간 초과
zh_tw: 查核時間已結束

source: Guest session
bs: Prijava gosta
ko: 손님으로 들어가기
zh_tw: 訪客作業階段

source: %A, %B %e
ko: %B %e일 %A
zh_tw: %b%e日%A
