Repository: elementary/greeter
Catalog: po/ie.po
Languages: ie

source: Log In
ie: Aperter

source: Place your finger
ie: Mette vor fingre

source: Remove your finger and try again.
ie: Forprende vor fingre e repena denov.

source: Center your finger and try again.
ie: Centra vor fingre e repena denov.

source: An unknown error occured
ie: Un Ã­nconosset errore ha evenit

source: Place your finger on the reader again
ie: Mette denov vor fingre sur li letor

source: Failed to match fingerprint
ie: Ne successat trovar li fingre-print

source: Manual Login
ie: Aperter manualmen

source: Guest session
ie: Session de gast

source: %A, %B %e
ie: %A, %e %B

source: %l:%M
ie: %H:%M
